IDEA StatiCa Open Model
LoadOnSurface Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadOnSurface()
Public Sub New
public:
LoadOnSurface()
See Also
Reference
LoadOnSurface Class
IdeaRS.OpenModel.Loading Namespace